Repository: dandelionmood/mastodon2memos
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, es, fr, it, ja, ko, nl, pl, pt, ru

source: Configuration file not found at {config_path}. Please ensure the file exists.
cs: Konfigurační soubor nebyl nalezen v {config_path}. Ověřte prosím, že soubor existuje.
de: Konfigurationsdatei nicht gefunden unter {config_path}. Bitte stellen Sie sicher, dass die Datei existiert.
es: Archivo de configuración no encontrado en {config_path}. Asegúrese de que el archivo existe.
fr: Le fichier de configuration n'a pas été trouvé à {config_path}. Veuillez vous assurer que le fichier existe.
it: File di configurazione non trovato in {config_path}. Assicurati che il file esista.
ja: 設定ファイルが見つかりませんでした。 {config_path} にあるファイルが存在することを確認してください。
ko: 설정 파일을 {config_path} 에서 찾을 수 없습니다. 파일이 존재하는지 확인하십시오.
nl: Configuratiebestand niet gevonden op {config_path}. Zorg ervoor dat het bestand bestaat.
pl: Plik konfiguracyjny nie został znaleziony w {config_path}. Upewnij się, że plik istnieje.
pt: Arquivo de configuração não encontrado em {config_path}. Por favor, certifique-se de que o arquivo existe.
ru: Конфигурационный файл не найден в {config_path}. Пожалуйста, убедитесь, что файл существует.

source: Missing section "{section}" in configuration file.
cs: Chybí sekce "{section}" v konfiguračním souboru.
de: Abschnitt "{section}" fehlt in der Konfigurationsdatei.
es: Sección "{section}" faltante en el archivo de configuración.
fr: Section "{section}" manquante dans le fichier de configuration.
it: Sezione "{section}" mancante nel file di configurazione.
ja: 設定ファイルにセクション "{section}" がありません。
ko: 설정 파일에 "{section}" 섹션이 없습니다.
nl: Ontbrekende sectie "{section}" in configuratiebestand.
pl: Brak sekcji "{section}" w pliku konfiguracyjnym.
pt: Seção "{section}" em falta no arquivo de configuração.
ru: Отсутствует раздел "{section}" в конфигурационном файле.

source: Missing key "{key}" in section "{section}" of configuration file.
cs: Chybí klíč "{key}" v sekci "{section}" konfiguračního souboru.
de: Schlüssel "{key}" fehlt in Abschnitt "{section}" der Konfigurationsdatei.
es: Falta la clave "{key}" en la sección "{section}" del archivo de configuración.
fr: Clé "{key}" manquante dans la section "{section}" du fichier de configuration.
it: Chiave "{key}" mancante nella sezione "{section}" del file di configurazione.
ja: 設定ファイルのセクション "{section}" にキー "{key}" がありません。
ko: 설정 파일의 "{section}" 섹션에서 "{key}" 키가 없습니다.
nl: Ontbrekende sleutel "{key}" in sectie "{section}" van configuratiebestand.
pl: Brak klucza "{key}" w sekcji "{section}" pliku konfiguracyjnego.
pt: Chave "{key}" em falta na seção "{section}" do arquivo de configuração.
ru: Отсутствует ключ "{key}" в разделе "{section}" конфигурационного файла.

source: Failed to connect to Mastodon API.
cs: Nepodařilo se připojit k Mastodon API.
de: Verbindung zu Mastodon API fehlgeschlagen.
es: Error al conectar con la API de Mastodon.
it: Connessione all'API Mastodon non riuscita.
ja: Mastodon API への接続に失敗しました。
pl: Nie udało się połączyć z Mastodon API.

source: Failed to connect to Memos API.
cs: Nepodařilo se připojit k Memos API.
de: Verbindung zu Memos API fehlgeschlagen.
es: Error al conectar con la API de Memos.
it: Connessione all'API Memos non riuscita.
ja: Memos API への接続に失敗しました。
pl: Nie udało się połączyć z Memos API.

source: Failed to connect to Bluesky API.
cs: Nepodařilo se připojit k Bluesky API.
de: Verbindung zu Bluesky API fehlgeschlagen.
es: Error al conectar con la API de Bluesky.
it: Connessione all'API Bluesky non riuscita.
ja: Bluesky API への接続に失敗しました。
pl: Nie udało się połączyć z Bluesky API.

source: Publish Bluesky posts as Memos.
cs: Publikovat Bluesky příspěvky jako Memos.
de: Veröffentliche Bluesky-Beiträge als Memos.
es: Publicar publicaciones de Bluesky como Memos.
fr: Publier les publications Bluesky comme des Memos.
it: Pubblica i post Bluesky come Memos.
ja: Bluesky の投稿を Memos として公開します。
ko: Bluesky 글을 Memos로 게시합니다.
nl: Publiceer Bluesky-berichten als Memos.
pl: Publikuj Bluesky posty jako Memos.
pt: Publicar posts do Bluesky como Memos.
ru: Опубликовать посты Bluesky как Memos.

source: Ask before creating a new memo from a post.
cs: Před vytvořením nového memo z příspěvku se zeptat.
de: Fragen, bevor ein neues Memo aus einem Beitrag erstellt wird.
es: Preguntar antes de crear un nuevo memo a partir de una publicación.
fr: Demander avant de créer un nouveau Memo à partir d'une publication.
it: Chiedi prima di creare un nuovo memo da un post.
ja: 投稿から新しい Memo を作成する前に質問します。
ko: 글에서 새 Memo를 만들기 전에 묻지 않습니다.
nl: Vraag voor het maken van een nieuw memo van een bericht.
pl: Pytaj przed tworzeniem nowego memo z postu.
pt: Perguntar antes de criar um novo memo a partir de um post.
ru: Спрашивать перед созданием нового memo из поста.

source: Path to the configuration file.
cs: Cesta k konfiguračnímu souboru.
de: Pfad zur Konfigurationsdatei.
es: Ruta al archivo de configuración.
fr: Chemin du fichier de configuration.
it: Percorso del file di configurazione.
ja: 設定ファイルへのパス。
ko: 설정 파일의 경로입니다.
nl: Pad naar het configuratiebestand.
pl: Ścieżka do pliku konfiguracyjnego.
pt: Caminho para o arquivo de configuração.
ru: Путь к конфигурационному файлу.

source: Bluesky is not enabled in the configuration file.
cs: Bluesky není povoleno v konfiguračním souboru.
de: Bluesky ist nicht in der Konfigurationsdatei aktiviert.
es: Bluesky no está habilitado en el archivo de configuración.
fr: Bluesky n'est pas activé dans le fichier de configuration.
it: Bluesky non è abilitato nel file di configurazione.
ja: 設定ファイルで Bluesky が有効になっていません。
ko: 설정 파일에서 Bluesky가 활성화되어 있지 않습니다.
nl: Bluesky is niet ingeschakeld in het configuratiebestand.
pl: Bluesky nie jest włączony w pliku konfiguracyjnym.
pt: Bluesky não está habilitado no arquivo de configuração.
ru: Bluesky не включен в конфигурационном файле.

source: Processing post: {url}
cs: Zpracovávám příspěvek: {url}
de: Verarbeite Beitrag: {url}
es: Procesando publicación: {url}
fr: Traitement de la publication: {url}
it: Elaborazione post: {url}
ja: 投稿を処理中: {url}
ko: 글 처리 중: {url}
nl: Verwerken van bericht: {url}
pl: Przetwarzanie postu: {url}
pt: Processando post: {url}
ru: Обработка поста: {url}

source: Content: {content}
de: Inhalt: {content}
es: Contenido: {content}
fr: Contenu: {content}
it: Contenuto: {content}
ja: 内容: {content}
ko: 콘텐츠: {content}
nl: Inhoud: {content}
pl: Zawartość: {content}
pt: Conteúdo: {content}
ru: Содержимое: {content}

source: Post already saved in memos, skipping.
cs: Příspěvek již uložen v memos, přeskakuji.
de: Beitrag bereits in Memos gespeichert, überspringen.
es: Publicación ya guardada en memos, omitiendo.
fr: Publication déjà sauvegardée dans les Memos, ignorée.
it: Post già salvato in memos, saltato.
ja: 投稿は既に Memos に保存されています。スキップします。
ko: 글은 Memos에 이미 저장되어 있으므로 건너뜁니다.
nl: Bericht is al opgeslagen in Memos, wordt overgeslagen.
pl: Post już zapisany w memos, pomijanie.
pt: Post já salvo em memos, ignorando.
ru: Пост уже сохранен в memos, пропускается.

source: Do you want to attempt publishing this post as a memo?
cs: Chcete pokusit publikovat tento příspěvek jako memo?
de: Möchten Sie versuchen, diesen Beitrag als Memo zu veröffentlichen?
es: ¿Quieres intentar publicar esta publicación como memo?
fr: Voulez-vous essayer de publier cette publication comme un Memo?
it: Vuoi provare a pubblicare questo post come memo?
ja: この投稿を Memo として公開しようとしますか？
ko: 이 글을 Memo로 게시하려면 정말 하시겠습니까?
nl: Wilt u dit bericht als Memo proberen te publiceren?
pl: Czy chcesz próbować opublikować ten post jako memo?
pt: Você quer tentar publicar este post como um memo?
ru: Вы хотите попытаться опубликовать этот пост как memo?

source: Skipping post.
cs: Přeskakuji příspěvek.
de: Überspringe Beitrag.
es: Omitiendo publicación.
fr: Publication ignorée.
it: Salto post.
ja: 投稿をスキップします。
ko: 글을 건너뜁니다.
nl: Bericht wordt overgeslagen.
pl: Pominięcie postu.
pt: Ignorando post.
ru: Пропускается пост.

source: New post added to memos.
cs: Nový příspěvek přidán do memos.
de: Neuer Beitrag zu Memos hinzugefügt.
es: Nueva publicación añadida a memos.
fr: Nouvelle publication ajoutée aux Memos.
it: Nuovo post aggiunto ai memos.
ja: 新しい投稿が Memos に追加されました。
ko: 새 글이 Memos에 추가되었습니다.
nl: Nieuw bericht toegevoegd aan Memos.
pl: Nowy post dodany do memos.
pt: Novo post adicionado aos memos.
ru: Новый пост добавлен в memos.

source: No memo added, an unexpected error occurred.
cs: Memo nebyl přidán, došlo k neočekávané chybě.
de: Kein Memo hinzugefügt, ein unerwarteter Fehler ist aufgetreten.
es: No se ha añadido memo, se produjo un error inesperado.
fr: Aucun Memo ajouté, une erreur inattendue s'est produite.
it: Nessun memo aggiunto, si è verificato un errore imprevisto.
ja: Memo が追加されませんでした。予期しないエラーが発生しました。
ko: Memo가 추가되지 않았으므로 예기치 않은 오류가 발생했습니다.
nl: Geen Memo toegevoegd, een onverwachte fout is opgetreden.
pl: Brak memo, wystąpił nieoczekiwany błąd.
pt: Nenhum memo adicionado, ocorreu um erro inesperado.
ru: Нет memo, произошла непредвиденная ошибка.

source: Finished processing posts.
cs: Dokončen přepočet příspěvků.
de: Verarbeitung der Beiträge abgeschlossen.
es: Procesamiento de publicaciones finalizado.
fr: Traitement des publications terminé.
it: Elaborazione post terminata.
ja: 投稿の処理が完了しました。
ko: 글 처리가 완료되었습니다.
nl: Verwerking van berichten is voltooid.
pl: Zakończono przetwarzanie postów.
pt: Processamento de posts finalizado.
ru: Завершена обработка постов.

source: Publish Mastodon toots as Memos.
cs: Publikovat Mastodon příspěvky jako Memos.
de: Veröffentliche Mastodon-Toots als Memos.
es: Publicar toots de Mastodon como Memos.
fr: Publier les toots Mastodon comme des Memos.
it: Pubblica i toot Mastodon come Memos.
ja: Mastodon の Toot を Memos として公開します。
ko: Mastodon 툿을 Memos로 게시합니다.
nl: Publiceer Mastodon-toots als Memos.
pl: Publikuj Mastodon tooty jako Memos.
pt: Publicar toots do Mastodon como Memos.
ru: Опубликовать посты Mastodon как Memos.

source: Ask before creating a new memo from a toot.
cs: Před vytvořením nového memo z příspěvku se zeptat.
de: Fragen, bevor ein neues Memo aus einem Toot erstellt wird.
es: Preguntar antes de crear un nuevo memo a partir de un toot.
fr: Demander avant de créer un nouveau Memo à partir d'un toot.
it: Chiedi prima di creare un nuovo memo da un toot.
ja: Toot から新しい Memo を作成する前に質問します。
ko: 툿에서 새 Memo를 만들기 전에 묻지 않습니다.
nl: Vraag voor het maken van een nieuw memo van een toot.
pl: Pytaj przed tworzeniem nowego memo z tootu.
pt: Perguntar antes de criar um novo memo a partir de um toot.
ru: Спрашивать перед созданием нового memo из поста.

source: Mastodon is not enabled in the configuration file.
cs: Mastodon není povoleno v konfiguračním souboru.
de: Mastodon ist nicht in der Konfigurationsdatei aktiviert.
es: Mastodon no está habilitado en el archivo de configuración.
fr: Mastodon n'est pas activé dans le fichier de configuration.
it: Mastodon non è abilitato nel file di configurazione.
ja: 設定ファイルで Mastodon が有効になっていません。
ko: 설정 파일에서 Mastodon가 활성화되어 있지 않습니다.
nl: Mastodon is niet ingeschakeld in het configuratiebestand.
pl: Mastodon nie jest włączony w pliku konfiguracyjnym.
pt: Mastodon não está habilitado no arquivo de configuração.
ru: Mastodon не включен в конфигурационном файле.

source: Processing toot: {url}
cs: Zpracovávám příspěvek: {url}
de: Verarbeite Toot: {url}
es: Procesando toot: {url}
fr: Traitement du toot: {url}
it: Elaborazione toot: {url}
ja: Toot を処理中: {url}
ko: 툿 처리 중: {url}
nl: Verwerken van toot: {url}
pl: Przetwarzanie tootu: {url}
pt: Processando toot: {url}
ru: Обработка поста: {url}

source: Toot already saved in memos, skipping.
cs: Příspěvek již uložen v memos, přeskakuji.
de: Toot bereits in Memos gespeichert, überspringen.
es: Toot ya guardado en memos, omitiendo.
fr: Toot déjà sauvegardé dans les Memos, ignoré.
it: Toot già salvato in memos, saltato.
ja: Toot は既に Memos に保存されています。スキップします。
ko: 툿은 Memos에 이미 저장되어 있으므로 건너뜁니다.
nl: Toot is al opgeslagen in Memos, wordt overgeslagen.
pl: Toot już zapisany w memos, pomijanie.
pt: Toot já salvo em memos, ignorando.
ru: Пост уже сохранен в memos, пропускается.

source: Do you want to attempt publishing this toot as a memo?
cs: Chcete pokusit publikovat tento příspěvek jako memo?
de: Möchten Sie versuchen, diesen Toot als Memo zu veröffentlichen?
es: ¿Quieres intentar publicar este toot como memo?
fr: Voulez-vous essayer de publier ce toot comme un Memo?
it: Vuoi provare a pubblicare questo toot come memo?
ja: この Toot を Memo として公開しようとしますか？
ko: 이 툿을 Memo로 게시하려면 정말 하시겠습니까?
nl: Wilt u dit toot als Memo proberen te publiceren?
pl: Czy chcesz próbować opublikować ten toot jako memo?
pt: Você quer tentar publicar este toot como um memo?
ru: Вы хотите попытаться опубликовать этот пост как memo?

source: Skipping toot.
cs: Přeskakuji příspěvek.
de: Überspringe Toot.
es: Omitiendo toot.
fr: Toot ignoré.
it: Salto toot.
ja: Toot をスキップします。
ko: 툿을 건너뜁니다.
nl: Toot wordt overgeslagen.
pl: Pominięcie tootu.
pt: Ignorando toot.
ru: Пропускается пост.

source: New toot added to memos.
cs: Nový příspěvek přidán do memos.
de: Neuer Toot zu Memos hinzugefügt.
es: Nuevo toot añadido a memos.
fr: Nouveau toot ajouté aux Memos.
it: Nuovo toot aggiunto ai memos.
ja: 新しい Toot が Memos に追加されました。
ko: 새 툿이 Memos에 추가되었습니다.
nl: Nieuw toot toegevoegd aan Memos.
pl: Nowy toot dodany do memos.
pt: Novo toot adicionado aos memos.
ru: Новый пост добавлен в memos.

source: Finished processing toots.
cs: Dokončen přepočet příspěvků.
de: Verarbeitung der Toots abgeschlossen.
es: Procesamiento de toots finalizado.
fr: Traitement des toots terminé.
it: Elaborazione toot terminata.
ja: Toot の処理が完了しました。
ko: 툿 처리가 완료되었습니다.
nl: Verwerking van toots is voltooid.
pl: Zakończono przetwarzanie tootów.
pt: Processamento de toots finalizado.
ru: Завершена обработка постов.

source: Ensure proper connection to Mastodon, Bluesky, and Memos APIs.
cs: Ujistěte se, že jsou správně připojeny k Mastodon, Bluesky a Memos API.
de: Stellen Sie sicher, dass die korrekte Verbindung zu Mastodon, Bluesky und Memos APIs besteht.
es: Asegúrese de una conexión adecuada a las APIs de Mastodon, Bluesky y Memos.
fr: Assurez-vous une connexion correcte à Mastodon, Bluesky et les APIs de Memos.
it: Assicurati che la connessione sia corretta a Mastodon, Bluesky e API Memos.
ja: Mastodon、Bluesky、Memos API への正しい接続を確認します。
ko: Mastodon, Bluesky, Memos API와 적합한 연결을 만드세요.
nl: Zorg ervoor dat de juiste verbinding is gemaakt met Mastodon, Bluesky en Memos APIs.
pl: Upewnij się, że jest prawidłowe połączenie z Mastodon, Bluesky i API Memos.
pt: Certifique-se de uma conexão adequada com os APIs do Mastodon, Bluesky e Memos.
ru: Убедитесь, что правильно подключены к Mastodon, Bluesky и Memos API.

source: Reading configuration from: {config_path}
cs: Čtení konfigurace z: {config_path}
de: Lese Konfiguration von: {config_path}
es: Leyendo configuración desde: {config_path}
fr: Lecture de la configuration à partir de: {config_path}
it: Lettura file di configurazione da: {config_path}
ja: 設定を読み込み中: {config_path}
ko: 설정을 읽어들이는 중: {config_path}
nl: Configuratie wordt gelezen van: {config_path}
pl: Odczytywanie konfiguracji z: {config_path}
pt: Lendo configuração de: {config_path}
ru: Чтение конфигурации из: {config_path}

source: Neither Mastodon nor Bluesky connections are enabled in the configuration.
de: Mastodon noch Bluesky Verbindungen sind in der Konfiguration nicht aktiviert.
es: Ni se ha habilitado ninguna conexión a Mastodon ni Bluesky en la configuración.
fr: Aucune connexion à Mastodon ni à Bluesky n'est activée dans la configuration.
it: Nessuna connessione a Mastodon né a Bluesky è abilitata nel file di configurazione.
ja: 設定ファイルで Mastodon または Bluesky が有効になっていません。
ko: 설정 파일에서 Mastodon이나 Bluesky에 대한 연결이 활성화되어 있지 않습니다.
nl: Geen verbinding met Mastodon of Bluesky is ingeschakeld in het configuratiebestand.
pl: Nie włączono żadnego połączenia z Mastodon lub Bluesky w pliku konfiguracyjnym.
pt: Nem a conexão do Mastodon nem Bluesky estão habilitadas no arquivo de configuração.
ru: Ни Mastodon, ни Bluesky не включены в конфигурационном файле.

source: Successfully connected to Mastodon API.
cs: Úspěšně připojen k Mastodon API.
de: Erfolgreich mit Mastodon API verbunden.
es: Conexión exitosa a la API de Mastodon.
fr: Connexion réussie à l'API Mastodon.
it: Connessione a Mastodon API riuscita.
ja: Mastodon API への接続に成功しました。
ko: Mastodon API에 연결하였습니다.
nl: Verbinding met Mastodon API is geslaagd.
pl: Pomyślnie połączono z Mastodon API.
pt: Conexão com sucesso à API do Mastodon.
ru: Успешно подключен к Mastodon API.

source: Successfully resolved Mastodon username to user ID: {user_id}
cs: Úspěšně přeložen Mastodon uživatelské jméno na ID uživatele: {user_id}
de: Erfolgreich Mastodon-Benutzername zu Benutzer-ID aufgelöst: {user_id}
es: Nombre de usuario de Mastodon resuelto correctamente a ID de usuario: {user_id}
fr: Identifiant de l'utilisateur Mastodon résolu avec succès: {user_id}
it: Nome utente Mastodon risolto correttamente con successo: {user_id}
ja: Mastodon のユーザー名をユーザー ID に正しく解決しました: {user_id}
ko: Mastodon 사용자 이름을 사용자 ID로 해석했습니다: {user_id}
nl: Mastodon-gebruikersnaam is succesvol gebruikt om gebruikers-ID te vinden: {user_id}
pl: Pomyślnie rozpoznano Mastodon użytkownika na identyfikatora użytkownika: {user_id}
pt: Nome de usuário do Mastodon resolvido com sucesso para o ID do usuário: {user_id}
ru: Успешно разрешен Mastodon пользователя на идентификатор пользователя: {user_id}

source: Failed to resolve Mastodon username to user ID.
cs: Nepodařilo se přeložit Mastodon uživatelské jméno na ID uživatele.
de: Konnte Mastodon-Benutzername nicht auf Benutzer-ID auflösen.
es: No se ha resuelto el nombre de usuario de Mastodon a ID de usuario.
fr: Impossible de résoudre l'identifiant de l'utilisateur Mastodon.
it: Impossibile risolvere il nome utente Mastodon.
ja: Mastodon のユーザー名をユーザー ID に解決できませんでした。
ko: Mastodon 사용자 이름을 사용자 ID로 해석하지 못했습니다.
nl: Het ophalen van de gebruikers-ID van een gebruikersnaam is mislukt.
pl: Nie udało się rozpoznać Mastodon użytkownika na identyfikatora użytkownika.
pt: Falha ao resolver o nome de usuário do Mastodon para o ID do usuário.
ru: Не удалось разрешить Mastodon пользователя на идентификатор пользователя.

source: Failed to connect to Mastodon API: {error}
cs: Nepodařilo se připojit k Mastodon API: {error}
de: Verbindung zu Mastodon API fehlgeschlagen: {error}
es: Error al conectar con la API de Mastodon: {error}
fr: Échec de connexion à l'API Mastodon: {error}
it: Connessione a Mastodon API non riuscita: {error}
ja: Mastodon API への接続に失敗しました: {error}
ko: Mastodon API에 연결하지 못했습니다: {error}
nl: Verbinding met Mastodon API is mislukt: {error}
pl: Nie udało się połączyć z Mastodon API: {error}
pt: Falha ao conectar-se à API do Mastodon: {error}
ru: Не удалось подключиться к Mastodon API: {error}

source: Successfully connected to Bluesky API.
cs: Úspěšně připojen k Bluesky API.
de: Erfolgreich mit Bluesky API verbunden.
es: Conexión exitosa a la API de Bluesky.
fr: Connexion réussie à l'API Bluesky.
it: Connessione a Bluesky API riuscita.
ja: Bluesky API への接続に成功しました。
ko: Bluesky API에 연결하였습니다.
nl: Verbinding met Bluesky API is geslaagd.
pl: Pomyślnie połączono z Bluesky API.
pt: Conexão com sucesso à API do Bluesky.
ru: Успешно подключен к Bluesky API.

source: Successfully resolved Bluesky username to user ID: {user_id}
cs: Úspěšně přeložen Bluesky uživatelské jméno na ID uživatele: {user_id}
de: Erfolgreich Bluesky-Benutzername zu Benutzer-ID aufgelöst: {user_id}
es: Nombre de usuario de Bluesky resuelto correctamente a ID de usuario: {user_id}
fr: Identifiant de l'utilisateur Bluesky résolu avec succès: {user_id}
it: Nome utente Bluesky risolto correttamente con successo: {user_id}
ja: Bluesky のユーザー名をユーザー ID に正しく解決しました: {user_id}
ko: Bluesky 사용자 이름을 사용자 ID로 해석했습니다: {user_id}
nl: Bluesky-gebruikersnaam is succesvol gebruikt om gebruikers-ID te vinden: {user_id}
pl: Pomyślnie rozpoznano Bluesky użytkownika na identyfikatora użytkownika: {user_id}
pt: Nome de usuário do Bluesky resolvido com sucesso para o ID do usuário: {user_id}
ru: Успешно разрешен Bluesky пользователя на идентификатор пользователя: {user_id}

source: Failed to resolve Bluesky username to user ID.
cs: Nepodařilo se přeložit Bluesky uživatelské jméno na ID uživatele.
de: Konnte Bluesky-Benutzername nicht auf Benutzer-ID auflösen.
es: No se ha resuelto el nombre de usuario de Bluesky a ID de usuario.
fr: Impossible de résoudre l'identifiant de l'utilisateur Bluesky.
it: Impossibile risolvere il nome utente Bluesky.
ja: Bluesky のユーザー名をユーザー ID に解決できませんでした。
ko: Bluesky 사용자 이름을 사용자 ID로 해석하지 못했습니다.
nl: Het ophalen van de gebruikers-ID van een gebruikersnaam is mislukt.
pl: Nie udało się rozpoznać Bluesky użytkownika na identyfikatora użytkownika.
pt: Falha ao resolver o nome de usuário do Bluesky para o ID do usuário.
ru: Не удалось разрешить Bluesky пользователя на идентификатор пользователя.

source: Failed to connect to Bluesky API: {error}
cs: Nepodařilo se připojit k Bluesky API: {error}
de: Verbindung zu Bluesky API fehlgeschlagen: {error}
es: Error al conectar con la API de Bluesky: {error}
fr: Échec de connexion à l'API Bluesky: {error}
it: Connessione a Bluesky API non riuscita: {error}
ja: Bluesky API への接続に失敗しました: {error}
ko: Bluesky API에 연결하지 못했습니다: {error}
nl: Verbinding met Bluesky API is mislukt: {error}
pl: Nie udało się połączyć z Bluesky API: {error}
pt: Falha ao conectar-se à API do Bluesky: {error}
ru: Не удалось подключиться к Bluesky API: {error}

source: Successfully connected to Memos API.
cs: Úspěšně připojen k Memos API.
de: Erfolgreich mit Memos API verbunden.
es: Conexión exitosa a la API de Memos.
fr: Connexion réussie à l'API de Memos.
it: Connessione a Memos API riuscita.
ja: Memos API への接続に成功しました。
ko: Memos API에 연결하였습니다.
nl: Verbinding met Memos API is geslaagd.
pl: Pomyślnie połączono z Memos API.
pt: Conexão com sucesso à API do Memos.
ru: Успешно подключен к Memos API.

source: Failed to connect to Memos API: {error}
cs: Nepodařilo se připojit k Memos API: {error}
de: Verbindung zu Memos API fehlgeschlagen: {error}
es: Error al conectar con la API de Memos: {error}
fr: Échec de connexion à l'API de Memos: {error}
it: Connessione a Memos API non riuscita: {error}
ja: Memos API への接続に失敗しました: {error}
ko: Memos API에 연결하지 못했습니다: {error}
nl: Verbinding met Memos API is mislukt: {error}
pl: Nie udało się połączyć z Memos API: {error}
pt: Falha ao conectar-se à API do Memos: {error}
ru: Не удалось подключиться к Memos API: {error}

source: Failed to log in to Bluesky: {e}
cs: Nepodařilo se přihlásit k Bluesky: {e}
de: Anmeldung bei Bluesky fehlgeschlagen: {e}
es: Error al iniciar sesión en Bluesky: {e}
it: Connessione a Bluesky non riuscita: {e}
ja: Bluesky へのログインに失敗しました: {e}
pl: Nie udało się zalogować do Bluesky: {e}

source: Failed to fetch user DID: {e}
cs: Nepodařilo se získat DID uživatele: {e}
de: Abrufen des Benutzer-DID fehlgeschlagen: {e}
es: Error al obtener DID del usuario: {e}
it: Recupero del DID utente non riuscito: {e}
ja: ユーザー DID を取得できませんでした: {e}
pl: Nie udało się pobrać DID użytkownika: {e}

source: Failed to fetch posts: {e}
cs: Nepodařilo se získat příspěvky: {e}
de: Abrufen der Beiträge fehlgeschlagen: {e}
es: Error al obtener publicaciones: {e}
it: Recupero dei post non riuscito: {e}
ja: 投稿を取得できませんでした: {e}
pl: Nie udało się pobrać postów: {e}

source: Failed to fetch latest public toots: {error}
cs: Nepodařilo se získat nejnovější veřejné příspěvky: {error}
de: Abrufen der neuesten öffentlichen Toots fehlgeschlagen: {error}
es: Error al obtener toots públicos más recientes: {error}
it: Recupero dei toot pubblici più recenti non riuscito: {error}
ja: 最新の公開 Toot を取得できませんでした: {error}
pl: Nie udało się pobrać najnowszych publicznych tootów: {error}
