Repository: dandelionmood/mastodon2memos
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, de, es, fr, it, ja, ko, nl, pl, pt, ru

source: Post already saved in memos.
cs: Příspěvek již uložen v memos.
de: Beitrag bereits in Memos gespeichert.
es: Publicación ya guardada en memos.
fr: Publication déjà sauvegardée dans les Memos.
it: Post già salvato in memos.
ja: 投稿は既に Memos に保存されています。
ko: 글은 Memos에 이미 저장되어 있습니다.
nl: Bericht is al opgeslagen in Memos.
pl: Post już zapisany w memos.
pt: Post já salvo em memos.
ru: Пост уже сохранен в memos.

source: > 🌐 [original bluesky post]({url}) posted by [{acct}]({account_url}) #{tag}
de: > 🌐 [originaler Bluesky-Beitrag]({url}) von [{acct}]({account_url}) #{tag}
es: > 🌐 [publicación original de bluesky]({url}) publicada por [{acct}]({account_url}) #{tag}
fr: > 🌐 [publication originale bluesky]({url}) publiée par [{acct}]({account_url}) #{tag}
it: > 🌐 [originale post bluesky]({url}) pubblicato da [{acct}]({account_url}) #{tag}
nl: > 🌐 [originele bluesky-bericht]({url}) geplaatst door [{acct}]({account_url}) #{tag}
pl: > 🌐 [oryginalny post bluesky]({url}) opublikowany przez [{acct}]({account_url}) #{tag}
pt: > 🌐 [post original do bluesky]({url}) publicado por [{acct}]({account_url}) #{tag}
ru: > 🌐 [оригинальный пост bluesky]({url}) опубликован пользователем [{acct}]({account_url}) #{tag}

source: Toot already saved in memos.
cs: Příspěvek již uložen v memos.
de: Toot bereits in Memos gespeichert.
es: Toot ya guardado en memos.
fr: Toot déjà sauvegardé dans les Memos.
it: Toot già salvato in memos.
ja: Toot は既に Memos に保存されています。
ko: 툿은 Memos에 이미 저장되어 있습니다.
nl: Toot is al opgeslagen in Memos.
pl: Toot już zapisany w memos.
pt: Toot já salvo em memos.
ru: Пост уже сохранен в memos.

source: > 🌐 [original toot]({url}) posted by [{acct}]({account_url}) #{tag}
cs: > 🌐 [původní příspěvek]({url}) přidán uživatelem [{acct}]({account_url}) #{tag}
de: > 🌐 [originaler Toot]({url}) von [{acct}]({account_url}) #{tag}
es: > 🌐 [toot original]({url}) publicado por [{acct}]({account_url}) #{tag}
fr: > 🌐 [toot original]({url}) publié par [{acct}]({account_url}) #{tag}
it: > 🌐 [originale toot]({url}) pubblicato da [{acct}]({account_url}) #{tag}
nl: > 🌐 [originele toot]({url}) geplaatst door [{acct}]({account_url}) #{tag}
pl: > 🌐 [oryginalny toot]({url}) opublikowany przez [{acct}]({account_url}) #{tag}
pt: > 🌐 [toot original]({url}) publicado por [{acct}]({account_url}) #{tag}
ru: > 🌐 [оригинальный пост]({url}) опубликован пользователем [{acct}]({account_url}) #{tag}

source: Processing posts
nl: Berichten verwerken
pt: Processando posts

source: post
nl: bericht

source: Processing toots
nl: Toots verwerken
pt: Processando toots

source: Display full stack trace on error.
fr: Afficher la trace complète de la pile d'erreur en cas d'erreur.
ko: 에러가 발생할 때 전체 스택 트레이스를 표시합니다.
nl: Volledige stack trace tonen bij een fout.
pt: Exibir a pilha completa de erros no caso de erro.
ru: Отображать полную стек ошибок при возникновении ошибки.
